cases/3D/Bn0p10_hr1_cap2_dom3_med60/constant/g
FoamFile { version 2.0; format ascii; class uniformDimensionedVectorField; object g; }
dimensions [0 1 -2 0 0 0 0];
value           ( 0 0 -1000 );
