cases/3D/Bn0p10_hr1_cap2_dom3_med60/0.orig/alpha.mayo
FoamFile { version 2.0; format ascii; class volScalarField; object alpha.mayo; }
// 3Dcyl ceyrek-silindir, valette1to1 creeping. Patch: bottom/atmosphere/xMin/yMin/xMax/yMax.
dimensions [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField
{
    bottom      { type zeroGradient; }
    atmosphere  { type inletOutlet; inletValue uniform 0; value uniform 0; }
    xMin        { type symmetryPlane; }
    yMin        { type symmetryPlane; }
    xMax        { type zeroGradient; }
    yMax        { type zeroGradient; }
}
