cases/3D/Bn0p10_hr1_cap2_dom3_med60/system/decomposeParDict.orig
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}

numberOfSubdomains  48;

method          scotch;
